{
  "architecture": {
    "backend": "tensorflow",
    "class_name": "Functional",
    "config": {
      "input_layers": [
        [
          "input_1",
          0,
          0
        ]
      ],
      "layers": [
        {
          "class_name": "InputLayer",
          "config": {
            "batch_input_shape": [
              null,
              128,
              128,
              3
            ],
            "dtype": "float32",
            "name": "input_1",
            "ragged": false,
            "sparse": false
          },
          "inbound_nodes": [],
          "name": "input_1"
        },
        {
          "class_name": "Conv2D",
          "config": {
            "activation": "relu",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "data_format": "channels_last",
            "dilation_rate": [
              1,
              1
            ],
            "dtype": "float32",
            "filters": 8,
            "groups": 1,
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "GlorotUniform",
              "config": {
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "kernel_size": [
              3,
              3
            ],
            "name": "conv2d_13",
            "padding": "same",
            "strides": [
              2,
              2
            ],
            "trainable": true,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "input_1",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "conv2d_13"
        },
        {
          "class_name": "MaxPooling2D",
          "config": {
            "data_format": "channels_last",
            "dtype": "float32",
            "name": "max_pooling2d_2",
            "padding": "valid",
            "pool_size": [
              2,
              2
            ],
            "strides": [
              2,
              2
            ],
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "conv2d_13",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "max_pooling2d_2"
        },
        {
          "class_name": "Conv2D",
          "config": {
            "activation": "relu",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "data_format": "channels_last",
            "dilation_rate": [
              1,
              1
            ],
            "dtype": "float32",
            "filters": 4,
            "groups": 1,
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "GlorotUniform",
              "config": {
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "kernel_size": [
              3,
              3
            ],
            "name": "conv2d_14",
            "padding": "same",
            "strides": [
              2,
              2
            ],
            "trainable": true,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "max_pooling2d_2",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "conv2d_14"
        },
        {
          "class_name": "MaxPooling2D",
          "config": {
            "data_format": "channels_last",
            "dtype": "float32",
            "name": "max_pooling2d_3",
            "padding": "valid",
            "pool_size": [
              2,
              2
            ],
            "strides": [
              2,
              2
            ],
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "conv2d_14",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "max_pooling2d_3"
        },
        {
          "class_name": "Flatten",
          "config": {
            "data_format": "channels_last",
            "dtype": "float32",
            "name": "flatten_1",
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "max_pooling2d_3",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "flatten_1"
        },
        {
          "class_name": "Dense",
          "config": {
            "activation": "relu",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "dtype": "float32",
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "GlorotUniform",
              "config": {
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "name": "dense_2",
            "trainable": true,
            "units": 16,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "flatten_1",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dense_2"
        },
        {
          "class_name": "Dense",
          "config": {
            "activation": "sigmoid",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "dtype": "float32",
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "GlorotUniform",
              "config": {
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "name": "dense_3",
            "trainable": true,
            "units": 1,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "dense_2",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dense_3"
        }
      ],
      "name": "sequential_8",
      "output_layers": [
        [
          "dense_3",
          0,
          0
        ]
      ]
    },
    "keras_version": "2.6.0"
  },
  "hash": "87d8f0e837c6508ab87dab69ac8e4de9afea967ee132cdeda980b605201b7078",
  "image_data_format": "channels_last",
  "input_shapes": [
    [
      128,
      128,
      3
    ]
  ],
  "output_shapes": [
    [
      1
    ]
  ],
  "tests": [
    {
      "inputs": [
        {
          "shape": [
            128,
            128,
            3
          ],
          "values": [
            "OKSwv4bZwr/V3JK/7SPCvmIFjj7opdM98YeTP09OGsBs+DE/EnVVPjtErr8JD9u+Xeqbv4j+nT/+pIw/E5/xPllahD7BLpe/ImmiPzbAyL/xNC2/grMoP+HoNL+/VT8/B40pPxJ6nz/RU8Y9f8x5P+zFPj+g59k9hx8zv9deqj6E5QA/TA0Avy1JPz+J5qy/SY0IPxpw77w3hKq9nd4eP/NXij+hJIK/V6CFvsLeFcA9yoo+YPuNv16djj/e26O/i7/jv8W/oDwVYsS/FidYPhVPYj81IZE/xbpnP417tD+9HU8/ypKOPxXVWb+lsRy+aiEfQLUQuT/XcRG/wn6hPj10g78t87m+DuEowHipvD9AG/M+Fs2RP9xpnr3NqX2/b5uIP3Kfkr/1kl0/c5yUvI+4r7/5Qjg/TeZwPocejr5VNGO+UDcYP9+Qo7/sy+2+F/CJP5Ajjz5xz4Q+TbXhPei0Xr8mW789xGG1v+0Qc7/jkWK/945cPznWAz/PPMG/ZwrlPXuyf78oeSPAHa5YP/zZZT8D5Ei/tRXwv1y3jD5GD6M7o4hMPiIlh78tOKG/4k6AvyRxRr++GgJAyBGhPntW1b9JeZu/iSSZP9ScqD8sj0U+IBWxvlxRPb9EouQ+jshZPgtj0z/s7Ou/BFPlPqLxXD2Khc+/35Y5QH8X9j4RvaE/yFNZP4gXtj+19Cy/sFx6v/F3gj8lmMo+nFhYP1KCXj6ib8W9j1eCvvK82b8tEYy/rz2IvvehzD+Gkdq93MP7Pnpwoz/aRr6/r5ovPh4p1j3Whro+xIHNv+7okT+K5LQ+UgonPyhkrj/77oO/9SQowA+DWb+2TwM/vS5eP4ileL2ckoK/UU/DP8OurL8B+pC/ANBavwbj7r7apmM/IOMkP40diz8W+tO/NpkjP2PcKz+mwsC/Qd2bvA/lwD59Rxw/IcoQv4iaED1RkdM/5DdCv2LV5z4VboI/QsLZvkFNiz435Eo/G99oPg3gWj6th6k9BzaIvhanpD96Dpu/",
            "JXncPrkFwj0Ek0w/tnmeP+cOd7/ymh0+sFaPP6wPFD9LEpa+cKjWvmV7sj+r7HY/R8vuv8MMq780wXA/n5XpOyV0oj8ValW+Cw1KvrXvXb9bhD2//ejmvnv5Sb478s8/e10QPqCKxj+6x6Q/LfAiPoyaVb3YpXC/pHLgvjGwPr5m44k9JAOZv6dVWD9+9n0/MpmJvldPQzoK6rC/cwU5vy4jCz47Omw+l7kLPjdGBj99/KQ9xdZovmPAcj8iXTk/5894P+FhtL5tQrY+F4+xviBqnT70lwI/jHWcPrs6cL9ZTu0/HbsCQLthiL0wxA2+8lGRP45Moz8xK3g/ibXUPnlECj95rpy/F817P49jJL+3dD7A/Qgvv3Bgbb9XLeE+EqV1v2y7LD8QZeK+ehKRPw0gx77gZGi/5n5Cv3ToCj/ZE8Q+ZgVHvznG2T/AZse/4ycOQHY+M7+atuS+Jk3uPzEJwb1FigY+sar5PqKupr57f4Y/HaVJvpSj7DyK8TS/oeUav3G17L/m/qs/lbYMv/vmtr+kTqK+rQeFvw47kr+VHjm+YwRcv3MWZr/oiNC9k782v0rhhD3+4pI+DBlFPwu7p75BJRq/43DIvl5iR78x4ow/ke6aP5HjVL/tHsO9XMVqPzTexz/jiHS+NMCuv+8Alj82HVa+K4sWP+/VgL/oX8G/CfPdP8Dx47/F6H8+NFXmPaw3ir/bqCA+QwtVv4ZHgT47R84/k6RgP+TAyj+uXbi/BnOaPvyiRz9nvALA2IBXvx0XDT2eA6E/EMdmv1osgT9xChA/ldffv14FhT/N4p++HtagPvDkFL8S8/s/L2/UPwA01r8v6JY/KiWWv4TFzr8nfSA9iUrRvkP8ur9hhf6/ndBcv6pFlb/4Hoy/NxU/PwhNmz5UhHu+NvZJP+jcbT+i63S+5Y0Rv62YhL5ooa+/AMLePv8TfL8umVw/jctcPzaQwj+YgQ4+bOJWvwRR/b2NpZu9E058v5aabL6TuKe/CaOlvr1gpL6HZsA/",
            "wMxhPp8BGr93RHQ9k1zePIPwCT+Vwa0/oQ1PPgFbsj++/i++YzEjv4Om/j77omY/AmscQEwDaL4us5Q/xv+6PojKBD2Toei+1zkqv7SN7b7rOyQ840fRPxPulL42Riw/qMq6P+mAUz/ke8C+ILZ5v4smF7+RQCA/PaROPzvpIT0sF768HWCbPksuKz0IUao9ODh6v0lytz6zKDc/BemQPZER0L6wKgy9KUsKvlayHD8lMGQ+Tc/DPiKT4r7MUGI/Cgm3v/uTkL1mwuO/wCYUPpkb1T7tc+S/VgeUvmxl1b+XWKm+Ao7kPlTwsr98aXA/xEvUvuAMO7ssn4A/NxuAv5AwOL96fqs+7NMMwJLnTz/V9eY+0+wxQL+5oL+/UKy9ENtGPoIO+j6Hj28/touWv86skb8ZMVy+YVWQvtZIAD9y+SLAfbcJPgD0bT8qagDABAonv3U1Uz4c9jC+CvSVv8Y9XL9zl6U+rI4Dv+yJwL8exmm9kg4cPwdhwj46DoW+hHAwvtxfSD9Arm+/tRzvPd4ZQj7X+Ne/JoftPn7pT78HeDnAI2kJwAAncz5yMRS//HfbvSxOWb+Z170++oOhPXthnr8fN0q/xlXgP5oLpb+v1x4/h1y2vVENBz8Q1A09dOzZvwuHOT/GrI0+7iNQP+nMlzxN0uu985mavhUt1D804f0/ednYvwetzj5C5wK/LULrP9nZZ7/ez4I/7vZ9vvY56D/DAqs/OoFEPvtBLb+cFSk/+MWBvyPBfj2jwEy+0zG9vuWTW7/rMXs/BrsBPo4TD0BvxH+/h9qsPgOQSb/Uypg/33puPl+fDMASBZA/aPLhv9oB7L/bHti/GXMgPnyJDT9LEqS/3vaJPwr2MEAWeXo/Cw8DPtkHBL9v1Cg/AbN1vzYcqz75b5Y/gNfaP0dSqj5lIou++NbRPpmizr7eJQU/Hqg+P93sNT/nzI4/rJSRP7UdST8USAy/A5qXP/DoBUCBomo+fXlXvjreIz9mmbi9h/O9Pzn5AL+aiG0/",
            "IuRQv0gkub8OGuc/avlTP5Uhuj6fo1o/hoKEPdCDED/2kgtAP88Rv2+4YT8nJok+3X77Pqv16b6KBfq9wIqnP1mlib8zkG0/sjg2PViEPr/2c5O9S3VevxBRDT+Jva0/AYeKP+fGb76FvIi/GTmlP2ByDz+Gdqm/PSrRvvlbYD9Jrcy+VOEjP7duhjyc7IC/wFXmPcwWgT6PsJS/Zm5DP/vDGkDg3Mu/Tw9wvUTiG75FUKM/+sDdPuHLjD6yAgq/znvWv9XT2b7TNey+C1gUv48XPz4s15q/JtKzPybt7r04spU/Te8hv7ZHVb+qVme/xT/uPcotxj9i342+ylYSvEjV3j4T+ni/AuD+P5gzAz9q1Co/Qqm2vcRkpD8N+DVAD2nkvvbQozxbAJE+U0LZv8JCkz4QU8G/P8+hPhxQF78nikM+678DP2Onl77cTPk+rgr/v/pxID/JZJg9x+eOv158OL/IQYW/RdkGQAyHej9S+2q/epoPwMl5J8BqfsO/JB/KPm+22L/5X7G9OWDuPf4vIT+s+JM+k8zUvPK0m7+BnyU/3+JsP5dOAD8O1o2/IRMpP4RZyb+8RCK8zHWRPn1dLsBGEbc/W49OP14HNT7uRTE/440bwNt6oT9Qs2C/xvvlv3U2Vz8krps/5pLEP27pHz9NqKy/1m2Mv5rVpD+wwr8/fmaMPXqBWz5cayO+KObMv1nMAb/dwRe7fCKHvebHDsA56xO/UAa+PiKUhj72Tow+bnT2v3tF9T5qFYy/gc0NP87sbL/vEHS9vVK8PoKbmL6Ks8Q+TVeiPyk2zj4La5c/Q9anv5mhWT8N/xs/ne4ZvyGfyj48QxdAT6gGv9cWDT1zuJ+/sCLMP1d3Cr9JLwU/mDcZvrSciT7QEQPANFjRPtRrHz891Uo/CbxQwMoH+b1Dlec+rb9Qv6PwAr7nJC6/8kmyPjpnvr9VvpY+wMN8Py3sAL/DQ8C/ID3Lv5KXmT+aqo++1nCqv92Iyz6Tt8s/0aXGvQq1i7/d3xk/",
            "JHP9vq4zyj8r76s+l3MhPwJumT6z8b++pb8ZQIMTmj7+hVC/Q/7Fv5mEgb8oN92/2RlJPyHR275P6x6/cM9lPSVL2T5OYTs+doOev8bMaj84z5O+gh6FvyBoKr8PS0m/UcyIvtDujr5bQTm/ruEcQEZ6eD64c5U/wbzUPrj0qD/giq8+JDsTPzii1T4gEkC+408SPlI4Lr5FE/Q/AZJOP1ODrr+Ss6E+JH0xvyEzHr+Nj+c+Vwxmvyrm1z5B1fi8Y6F7vpwVFz2GmXW/jnjcPRNCtb9X2BM+GCCIPr/uWT9Hx2w9K3/wuz2JfD/em6a+CSKFPszeGz/BpqG+h3kqP9isED6TVyPAv6TvPQ2Ooz/4mJa+pRTSv5RjFD29ZU6+/t7tv/gi/T3DCus9fAaiPmZR6T9tP86/pYLcPllr1j50uKC/CxduP/yp+D4Xj6O+ZXBaP1fMor/2odI/F+qHPnyTQT8OJvE+Z4JfP+MGnj6owZU/oWUgP7Ea9r9nDAI/j6zUvoNa/L9zy3Q+hYxMv59Gnr/9OPc/CQvnP7/DSr85Kwu/YDt5v0LHgr9AG9Q+u8qgvubxdL/HlaM/S77XPp+qur5RuMe+/ZlpP3K62LwHkeK+z3AeP9tVU7+dzTw/Y8wIPYRw2r8NM9e9dOQHvTrBRjy32g4/Ld+Iv1Iqhz5ypYU/FigHPrIJC75DRr4+bvt/vic3yz2/QAI/6AWsP67Grr+LRKI9kJodwOF0lL5HweS+I62Uvv6TGECzssc/yopaP3/I4jyU4b8/H7iMP74Z1r+JzCq+dmOKv2OuIkB2q3o9mXiBP543EL5ASDu/0huRP5Yy0T5LPgm/i2AYP6ykb7/Cy64+Rw6jPwVoE78AtpS/agJwv2WBLsCHFAM/csQyvsK1UL/qjI6/BpZsPuluuj4haRQ/FuQEQCoujb5bBcW+2rMXP6zzhr+rGDdAhNSTvxvFhr7V24e/LeA9QO7NbL6/46O+bhNEvxO/eb9OS8c+OxOIvjq4tb/K0Pu9",
            "+9xTv0vAI74GiQ2/ZhoovnocPr/5hpA/UeitvxnOPb8rgxa/Kn7Bv+6WCr5fQSA+K26rv5XAB76VrWq+d6X0PmJ+gT/5HWo/6L69PvJOz7/ixJO/Ug7nv0Y61T7bN3G+Pmu8v30k6j8aUFM857YAwEDU1T/uVRS+eOQYvXHEJD/O/rM/jzYLP92gSz9s0dA+v3a8v7rJRr9Y4JC/KdL/vje8B79KZw+/AFecPczClr/DMQ/ABaLRPyxUUL9Feny/ilQmP+SmWr97XqO+oaNDvyToIj+/96a/L6rSPyaqBL/h3/a/C5Covy4Y3D0wwz297EDvP4Cd7j9/nci/ItfqPkSflL1+WGQ/vd92vgZr/D5K0Um/zwRQv/oMeL8aRo8+HKsrv7wjmT4ZDVi/Ke48PwKRez5M8Pi+MaMEv1U0mj6elxi+ZkWmPj0Byr1SM0u+rRKAv660xj8cEBu/XrB1v9rBWz+NrOk+hsR0P6G5GD+qVJU/7U69P/4rnj613MY/Jy0mQLedNL22pVy/20IPP320xT8PEwPAJfHbPbKP4j5IrjK+U+tpPvmOtr9oEd+/CWiqvkJbtj7/Izc90dc5vs2HGz0k3mI/1SmBP0//g7+Z1zq/DZz4vm6vIz7qaJi9nPsKvlsa7r4QVDk/c4Rkv47C1L97GTnAyGfgvouHk7/wCda/WFb5vyNsvj+GNJk/tJ56Pu1mu7+Kb0s/OQiHP5wnH74kgsS+G6ljP63Sxz8BjxK/FxS9v+5GLTpmhJs/a0UuvtyV3L6jYGM/nRggv0Lksr96lIs+hANWPxPcKD7PFaa/k6eSPsLqmD9pBzs+EBEUv16JCb0lyhM/EUJwPw8u4T+Cq8q+XyZ/P/1vm78JDo4/OE2iPczmpD6cijo/8H+6PyYUJz9MfEY/qOCrvmeGxb+JMaM/XRWZPlDQrD4tB+++45EoPcyv6j7WXik/TmWNv0q5pz8aORc/I66yPxNqRD+7BF4/eqGTvuRKTD9xtMy/hNEcP80cg7+ei/8+",
            "JCnhv2imdb7u7LS/6eOmvwK73r95WYA/dnfAv3B8Mr9/Ymc+U34NQHf1WD6sh82/TdpKP5tcj790NJc/1Qq3v8GeJD6RCRw/1caGvq+1pj5mKie/GwjKvhk/AD+cHn0/IW0qQL+dnT0sJnQ+PrE0vsNdwD5hvRXAbhRtvv6dSD9fZI6//9Iqv8O5tD4UjuQ+pMmNP1Eerb8e0je8TsHXPon9D78nioM/ZOHKv/r5T76nwIy+doqYP1WWCb92h0s/x00tPjyEsT+OpY4/PNaWPoBhT7/6iiY9vnx9P62gpb4g+5K/xaZKv8xMWT/ko1y/qo0XwIoGzz9uLBtA2Ve2vrCMnb8Tglg/XkY/PgfizD11+3O+cImMPpRiMj85I6c/0f5FvzP95L6Ehvu9hk9GvyelqT+6e9k/RS+sv/NN3j89h1O/Q52nv52/hz/MK0Q/azbQvmEosz8k1pm/pV4oP5+4Kr+CCCG/opsfP6R8n75S0XA+8magPpVHob68eB2+/Taov988oj/nQ9u+kUCYP30uWr/U+J4/qqPVvUBcGcA30DY/zxOWvtl9Mr2Tvdo/6nEFQBGAqz/ZSWU+sF6Kv/n3CL9cAoo/DkxDvwFaCz5B886/7K4Fv49C9T/P0da+TMGDP61GLL8BPF8/8oS8vQRVbj9sTAo/I4XdPsIi5D9SFh87juOYP6vxKr4W3KI/N7wHv09NA8DgtEs+o3YTv8dwlD9LRae/gGqSP/k5jL9MIry+Zf3oPhq90b8ZKQY//f4pvxnlez7wBou+fbkHv5JvLz+h3w8/TYVvP/t6XD9nVhPA7rtQP+KNEz9LaLQ9V6iVPpj/pjwj2bq/frV2v3yoDr3UOmg/iUyIvpghUr99nAW/bwBKvunfqD3yQDc9EZUaP8oE1r/cTyC/jf2APqTN5r51L/I/cwefv18TAsDpCUK/QZ13vqnrG79KTh6/cL+eP3CikL5H5ku+FV4dQExHvb/Is+0/1hJhPuN/Nj2fl6Q+K/iGPrHEeD87Yfq+",
            "5xmevng94j7NGnq/XgMhv6akkz+wRyW/DQaqP9/w9j5Kzw7A9p4pvuzlDr/QY4e/w9yzvwn5Kr9SL0K+F2whPZBYRj9nL7m+WXOgvzDrd71TsSm/xA8OvaDrAkAq7wXAR3PuPquQTL4ypUS8T6EDvdnZFz9mcsQ/Loj/viWGHL3dI18/S80evwGl1j/MRbU/WvSxP2UajL9Zny4/oUHbP1H1ur+lqsg+DoSQv+TrVL+0V0i/aHGcP8u8gr+M1p2+4IrwP8aDtD8m6jq/r1lfPcWYgj+4vQ2/rVS9PlzdAT9q5pI/g7H5v+XiJr+2Y14/43uwP9fOxb98yCg/z699vwFnAT88zxS+dcW6vxgu8D+5dfw+ZCsAv/oMkz2Wbt++okABQD6EZz6x0AxAUOy3vyDDLL9icVK+toBXP9/q8L25RdQ/9eDrPuZ2Mr6Q8Tc/ruV9PBSvKUDONGy/gycfPhGV/b6dBHM/9SWPv9pXRb+XIjU/w0wnv6h5fL59J928/DuPv7GHur+SZow+HEqNPHe3uD9M2Ta+dyjXvtOUUL+X6pI/jgO1vQatAT6zbC+//5SkPk3ihL9ruu4/8QLmvSJ6gr6xUZs9ShYHP+K0K8DvKq4/rpeQP0xN1L5oi0S/TaTzPhDZW7++SUS/RxmeP4vZoD8xpLc/M4cOP3+QDb+gQ66/z/8WP6IJwz5EUF2/4X2mPn45ob/vA0K/w+Kev4xlcT/0540/ZhqZPRGsq7l33b2/bmAvP4nUer+Q75c+JoNzvTBr1z658Re/XTgFPoJD5T61UwU//z82vxiJAL9Lh4O/LEdgP0fZZ76MjL0+6kiev0dB3bzs6Gk/FXZ/PqvZWT/RhYe/IxiZvjaBCj8nHBM/R1RnvQAS3L+oIfA+klubPwBOJD+VNJK/VUg/P9Mh1r+ODzs/fSjcvU4P4b+aT6Q+kcwwv3Bb+77z6sM/TIufvje/7j/elGm+WQSnP9efPL70cda/TwLMvefm2z/ZLqa+PwLAPbPVp7/gZee+",
            "3nYFQH23wD2rj7A/joEyQKTydj4nQ6w/V9YHQNe4sL7Zh6m/a0ZwPlZHB7+nmUC/gBW0PRdK6759syw/z0LQv4fcqD8siDg/V1gXv/8uCb+/T/U93Gmyv53yhbwNa2m/iGEzP2IAfT+14fi/ARRHP1BBuD5cqZE+tJ2Nvnt44j8pW1s/MCCQP61xur7UlLW+dU+hPwZ4KL+xSFc/2RYQv1R3nL9/3Oy/UmBoP98UkD3l+VNAY0y1PqWjbD+D/Ha+CM+aPzZR8z6RYoQ/UbdtPjEKBD56eT4/8ZhqPzzfsD5rz469aOyxv4W8kT9KcBq+VRafvUM1jj+mwv+9+KSBv8Un4z/KdR9A8wgEvt3Ztr/Yf/A/UG4BPma5lz2ur1u/8rm/PlnVB8DGaKc/3TR9PKBWEr179mw+Ve3TPa7BWT4L7tQ/EbjPv4+EMMA9eUk+Be/lvQRqV70bG6k+BDynP32ML8BLKsM/VP4Mv6TNKz4ll6A+5rrkP1oucr5DH9g/owZXv3uuST/mua0+XNrivix7iT4l37y+6NJhPdjhWr1nXzU/kl4cv35+JD0klVy/M65TP8991D8Qewu/AmGkPVKbIr48d0M9iG30P4CB37/JHVS/1rtqv7N+L75VA88/WjKMPiiozL5gKxc+QAd7P4c6tD2LzQvAL6J+P4w2Tz9dZCq/hHqnvqwbir97CMo/99mWvx/kIkCATVO+SasvPw39TD8VIrU+2QhjvlPzlD8mIqS+rHCgPhoIeT4BoQnArEumvmP9Wr+qY/8/uVUzPkF55L1hISw/asglwCHk9b3fdzo+8Jqpv8jJaL8ndXC/TfCOvloCHD0d6/A+mu7rvjyeNL/3mlG/8gIZP2HDHL+/Nx8+7ZUHvmfFpD/jmAo/fHUevzLUBr9k2RO/KYWXPnpqaT8Mv2Y/oKUBvy/LDcCNiA0+57u9v00pU7/YJBC/8H9XPw7zSr8WZpW/XP2rPsc1qj8QJoy/+SmeP+7JUr/no569txqlvseefb6Twis/",
            "YWsdvxF3Mb9ckMi/tTW2PpqmFj4Zk8Y/LvqCPxkKLT29VNS+u2DxPwx7ez6BHwa/Pzq6v7nh7b7cW1e/KJnFv/P1NT9iWNu/c7ZUPogrdz9QsF2/s2KwP+vipz79ly0/Vek0P17cFT8lm2G/kO6qPr2Tmj8Sc8o/I5QevwNPrb/t/BzAkg3cvw65GD+O84s+cKY3QIgeTL9mFTW/xkuPv6fnpD67eqM+hRhBvqbjab8CM1i+WrSGvyoQ3L9RWJu/Y1+hv6XcjDnDPRdAUnUFv75KwD+NnkQ/FMlFP5MWH7/5qxTAFPA/vw6jbLx4/n0+h9qov7sVVT5ZBzK/aVaKPyi3KL/A1xk+Ho4BvpZXHcAexv8+NZ+HP5eSbT8D+Qm/NVEdv004Hz/1bQI/YlSLv728uD/GFTq/Aip/PrmiXzxmNjy/0pzSvZz1wj6sf+6+QysUwGY1g782WsC+pN+wPv99OjvueIE+WQrhP8K4f7+REXM/JIp6v2atJT4LI+g+sjY/P6gVvD3+ecq/azzEP3o9Ob/EQSE/7OGPP3nfCT+kfE+9zqCGP0cDAMBz9oC/3ar/v1IoNb8CYIq+y9N6v8WWjT8IGXA/wQhPPjNElD5JyT++0VTRvqjVGL+uaoy+BO7zPtYqGb/igIm/+d27P8QYCr/tmiw9/Xz3PjlkmT5dBrE8afa5P3XO0b5FOUG/xNqOv8T3Gb4yV0G+2AwOwOkYiz8Bn2Q/TXpcv94oFj5W76m/bTgSvuuCzb9Nwxs+VW0PvbaMPrynU4u/IpcbPwVRJkCdqiq+1tiivpNAWD980qU+Ah0Lvl3ztT1FvNg/nJwdPipSR76v7t2+YxywPyYPPb+30ca/kmLmPxMZgD5pBuO/KGgQvoKisD8KRVQ//rCkvxM6hT//by6/DAVPvzcovb8xbeY/2BwCwLcHmT+CwBY+6pqLPnFV2r61gFE/7lKnPj9sEcB1W7O/mznGvj+Mkj9vJrG+hJcsPxyZYb9WaEw/2yAov3sWaT6Gcx+/",
            "cn2GP+GeFj965qK/gTRnPh7p6b6zkcE/bcnUPoFPMr+k1JI+mWeFPndwKb6azsA/U8A9vwt3ZD5vOKS/fCaYP3ocHL8pf44+MvMKwP1GtD8hSiE/AJYWvx+6LD//RpY+87FMQOypR7+Qudi/KtgAPvq6xL4yCqa/SefoPf+/Eb8V8B47P5Vdv9L7hL44V5q9kp0PwJBm4j9LyBU/fDgEP1vwkj5kIQNAqveVu67GoL7SPqy/ZjOVP1trIz6qhhS/kMKQP52LMr+eztY/088SwFaMlj/l6Zy/7zY4v1tIOT+JVTm/0iejP4dYT75yOoy/qfNuvwc9kD6JpZO/ohUjPzB5ZD/M/cs+8LKev4dfib7Vl1Y+MTfZPQau8r6vBIu/732kv5boNUA+qfq+qaEFPuqFqT+VXWe/1OAmv3zb1b4o0Kk+GrpYvzg6KUB9YOg+xqHOvXc8tj8DnYU/I3p0P/LjLT+8ayM/Ud7SPsw56T6Hwbe/LWapvxWeLT/S7mA/YgmePzFiV78uTw/Abd6XPpnWjj8WvqI/13/qPst0qb6nWQu/MSQQQK2Oj79Eclo/8UKTv9EJiL9fQRo/P2Eeu+S6Ob7JMTC/YZjQPo5JBj5fW02/xcTdPqbQRD6UjyG/Fu4Kv0qcRr72HAO+H9uMvkuAgT+xbxO+ea8VPgkRcb0sHAw/WifrP/q0mD+IQ12+QsqFv8ubZL+r1BQ/8W2PPzresz9eVGa/Uq2sv3LPWb9Z0c6/bNsWv608Ib9Pa4W/iKxMP4ze6L4dDGI+Hx00Phxw2b63OKO+Dp5fPrbGFD9KfUe/RRHgPrBTTr5tHIi/WpBxv1I0mj91mL2/qV2Kvx0Lgz+boJK9HsoCvtZkkz4yxXw9ucBRP0Gjpr85m2q/D86zPzFHYj+wa8E+3JEtP6QpHD81DgA/EfrBPoZ4Cj8F4k6/GbJMvxTd7z9zAK++b4HEvkRvir797JM+RDyav1jvET/FPPw8CCrrPpR4hT4188W+nFCSv29UtD8CPIg/",
            "NnfLP01u3r1FrJ+/RJufPLqMP77SrKK+Sd37v6YDiT8ngpk/lcc0QFWnOD3AIYg/0v0wv6DuA8DWVRs/g3yEvyqVST9JIyXAio7cvmKyjD/jSLk/yakQPtofwz2XJHE+5z8cv7SN2r0VySlAnefAPvkVjb/RDxO/i0KevZcDFT+XwqW/6G9IP98gI78Vugs/kk1lP1z9AL/FMsI9rj9rPnKrHT6Bii4/Q57Ov3mIIr6ErzW/byWDv9uGfL+6W4u/TGRPvhV0jT/OCUa/2SE0v6N89z69YZg/ZPmUvsmGpj/WKii//ZiTvepUib8Aksa/4LUwvdM3tr3vccS/2rOVPxyR3r65F68/XHxGPxVBxT5Zaby/QQWlvXUtyb55mco/C9mQv1fWzD8ikIO/sTF4vpaXN7/uuYI/5zmqPYPFNz8bdGc/lV9LP1u4WL+JsLW/LvfmPka01z4oIpE/z+lzvzqLWL8XqOQ+Fsymv/7JyL9VA6i9KEWuPkbiIj99EK0/7sqRvbiyN7+pF7M9DQ+IPND8Nr9SbP89L1tgv02oUj/P4Jo+J3ENwEja1LuQZHK+hut+v9APxT9rwuO97aKxPpHryr40nBRAWMNMP79SEL1KL2w/Wx31Pzi/Hb9Ly1+/LSn0vrhEXb6e9x4/UI2Pvi6mBT/IS4O/ZYgmv4sqlz3XMCM/2MvuvoIC2j3C4ac+p2WEPmoOcL7paVc/0zwLQHnI47+S2fo/ml3+vOtF3b/pHJw+sEPPv+jIuL64sgBAG8MIvlPElj/8mZu/y7llvZaEnD+58Qk/Hp5ov6pamz9ACQE+t/0wO3ENwb3AIsU97nSXvftwxz8gcHC++W29v2T73L7gU4I+IlAHwCp837+u4LE+tVzJPhOQlj9f7QFANtE8vJ1DYz+x/cQ+D03gPzqXS782/OW/Fjc5P1q6tb/AU4K/UaRgP2eHHr/wrlg/vuBwv792yr+w9EI9QmSWPWqvSz+s5wW/oSZSPzWEb7+PfYY+1iB3v19JOz/Jlci/",
            "lyTXvUVhKb/1GC+/NA6zvmdfpz8KGqi/Jca3Pv8MjT0EpjBAfNquPt4kLr89v5S/gQJlvik4gj1VDvy8aOObv3psJ798iRK+a+ImP21rKT817hY/U8P/vh86dD5Cp4w+Vj5VvqNoCUBihUc+/pO2PtLAnj8Iwqk+hTD7Pxv2PD+1YwG/3JafPbSQib9KN/0+Orrpv/ltwb3gKyg/9n0Zv2CcBL7qFBG/aIutvyxFC8BcMCm/OaaEP8e7FUDqxHg+KC2GP6vskT9YRJK+LJbqvjUD5b9676W+BuarP4x+lb6f55s/8OPDv6o1kD/1zNO/qzeFvx1EkT8DXO+/cmbkv9C0gruWR8I/LBWwvhYQxj/VqNg/ENZcPvTF07+L1Qc/VzmgvgL6GUAbYmS/hosjwO1zB8DjCxo/dlAQv4p+Ob/R0RHABt+PP3qTeb8L6Eg/xa0vv5qykD+pZDM/gz6BPx6Ug7/ooWc+GCMdvkNGPj+vHT+/heUQwF5/CT4BGZ6/pYDyvqrxPz+xEOW+vnEGvwGTIT9lO1m/3JgqvnB9xz/VR1q+iRnCPsjblT99iJE+53pPwJLwiz4GWI8/1khFvmVjtr7yYxU+YmryPdVKHEBNmzc/Sf2Avm1qJbwmERa/41wtv6A8tr4HMDI/mFJgPx8W2T9Tdoa+FOXyP2bS4z4R7MW9/zEJv7uJJj9Xgl6/0Mtovy0gwb6DWTq/tk0dv9LFhb8wSUo/z7HbPmBIMD90KuA/exfPvy6R7TsBvQI/2A4Nv3a8Jj+jep0+IdKUvxTxB0A1br08T/X2Pl/k9T8/T1g9OoNiPs3iQUB200I/8DL+PrjY4r5wHfm/7/ASwPGj+75/iQU7VUkpvstDMT5bTSY/xawJv2Ql9b4dPxy/2HJivltwP74helY/2Z6fv/JFOj90MAlA9zIcv2AksL9edna/4RHCvgJU275txAe+9WCsP1C8Rb8iUSi/MWFFvvSNfL920nw+FWaYvnMkpz/PD8s9LKsnP5WBPr1sS9g+",
            "J3ssv+3Do75g6Pm/ljSBP1Sk7r/7xiQ/kCKlvnFkDD8STnM/wEBlvzTJxT1lOJU/YyLVPyFrk7+Ozro/oEsav6FwgD8DVis/67AYvX8HlL4r4gc/6DpoPuTzDL/Yx7e+r5OKP8RnjL/LR2K+8ONfP6eK/D5akHm/PUPKPcF85j7+DUa/ZOT0vy77Gb9cbtm/HhmDvsP6WT9WEeU/w4+2v5obiz77982/YyUpP9fJOL5NsqO/JBDbPx5fU7+/dZA/he92P8Dh279nBV6/I7UOQKy9m7/WMLA/OZ1hPk8Ntz6AX+E/zHeHP6CxWb+ZarK/8roSwC/HUz4ZKSy9BssJPyFwN7/9lxy/VxdjvoVhiD8kbQI/boywPULACb/pm3C/x7fJPwuCyj88n9k9f5qXv2n56z7GF50/UDLdvv/wWb8stsk+BJ8nPytbB7/LuvS+k2CWv34iqL5TWai//RpUv7D3KT2n8Kk+OgDjvmcHKz++bM0/cigJPhkg3j+Tkvu+kYOVvIpxeL+H72C9OduoPoxwAsDPkji+he5GPucRTr+by/G97/bpuxJhzT6chc0/GBlPP3L2SL4Pvr8/JkR/PtuQ676h3xNAq+6MP+F+bT6Yb3m/6H4KQJ1m+T+mm9w+Nsgwv5bzLr7+y5i/d/GCPwqgVT/fcY2+K7ELwIPzXz/HNqU/FdR9v+ktN7/CGVi/HTkHPiJ86j8UMJY+i0A6PvjdA8AWe6i/MYQTvjJrLb8kUbe9+zuaPp0SNT9GobI/c9OevqPVM79x9GQ/wkwkPs5wUz9QXKq+HAyZv6hplD+20hM/8eShPT9hCL9z3VG/dx0/P4/rjr4lR7m9JyWJPv8ywr6uMSO+N3gSPmhdkT+yPc8+ktRmvrVn8j8r8yO/TDrfvWghg79/dIY+1ZsJv5etmr9KdUc/e1Vwv609hb0FDoa/MOIJQLJmsT7FnLk/ozUXwLVdAT07VztAbg9eOyrZM7/IWHc/TCUNv+v/EsCSSrm/dhDEvsO3mz1i5Oq9",
            "YuggP8rS4j9ZFC6/UVhYP6Q9zz69vdQ/+I2CvTQDWz+coJW/QBk6vxi9hj9rxp4/D1NevmrDLcBLi0Y/jxLzP2H7Ir3mSPw+SC5pv+2+gz7F3As/0D/zPueCMr+WJi7Ajxpcv/PZxz8gs6I9d/w9v0eoNz8ozB+9mgUcPjVGYz8J7Nk9zUBTP11hi78mwaY/tx5IveJ3UD8XE6Q+NKPDPzAypD5YgqS9ZMkivxrQEb5DTby/QJt6vXp3Pz90fI0/UrOAv/fmpD8EGDi/0cKLv6tb9rzXeeg/tzmYP3p+Iz7arKY/XPS9vaVguz9WMd8/dRymPY9HCj/PhPM/rH6Ivy/ixr5/V5i/JUCav7khq77+97I/DpdEPtcsiT/nrKS+f1WFPi5ISj4VqhZASDUHP8LazD+4hii/49hUvzrXmT/HQ3+/Mil5vXIoeD98aI4+nUlBPlMa9r7D75o/0KbjvxnlBj+iGIk/ieoFQF8Mur/rv0S/PfU6PwfGvr7AwyG/4jEKv7jFhj70oye/3isjP8duwj4GYLs/VYWxvjmSb75QybU+gGxNv+Pk/z4fBhy/DhG6v5mt+j/pwn8/CJqFv/DxZL/DK88/vTWMP26r0L4Jq7G+LJrBvZ7K6r/hk8K+23xWv5B74b57olM+/G+PP05yjT5bLhi+PeR3vnyyRT3HjIM/1ahaP8h3mz9Wa20/GVGpP9MuYb/BXg8+fbBsP9c5q77EHb4/PBEYP5WMnr2NQBW/S4irvWhSQjwdbZw+8r1+vqszqL/2CjW/REDmPoszNj9j0P8+otO8vaYqKr9ajfw/4FxfPzaDqD9Jwji/ZkixPyYvBL+0pty9ikxYPg/LYr8q6p8/oGRlvxtmYr/TW96+kJrVPvEF1j9k/Ec/7xgBwOHOWj/5lL29Kqgsvwluf7/ayWC/kQifv3T/7r/TGci/XZzvv/IjP7/+1IK/ws7sP3P4uL+9Zaa/NTXgvZO4r74wkcu+3BmMP2n6o7/SKgk/ElVFPsBvsz/G62E+",
            "VpiGv1U/Ib5hbY6/ZKtBP1S9cj9xM/+9D4+Dv4ckhz+obz47mvBkP294eD+QFrO816woPy1W9T3jPQO/ZwYiv8dxhD+/0FW/Jbx2PkscWj62i46+C2yxv4gVGUCTzca/VC8vvVIz2z9+kuK+XuXDvmJa+T/GY/u+BBYgvxNEOsD194o/qdSiP+P2rD1m/BE/Xhn5v1DrkT6k0xg/+1spP86MBj9xMKA/kWTwviCiRL6FTDo+h+BkP0YS8T+BXEi/tVeXPzACvT/qy7W9obz0vquzaz7bSYy/Mxfcv3SqW7+rpIs/b38dvxK7Br9LESu+fX8gvzsKBMDlMB7AHTXcv86/Eb+efOc+Ov5NPzubmj6SigRAKpb3vWFg5z7y75W/s7tKP80MvL+74vA/RVDiP8EgRT63Rga/I5WGP2zQFkA0dYe+2DOQv6dZVT+yY5G/mWhhP1OQ4z5KaBg/i343P5YFw77Kkhg/eWvlvkmCub+cvu6+40O0Pzw5PD7JFjK/3diRv4pdy77MDKo+CWZbv79Ynr7IyIk+XfQlP3xYo70o70S9oF2Kv3mnjD9/yQc/M4pvPy2+Nr+ffb8/awYuP53zbT4XrAo/fXQLQPl35b8FU3+/Qu5iP0MJKD+HdoK/DwhDPtHVej+R6oC/x8qvvT8ZmD5BblG/aZiSPwN1MD9SkVk/slNXP9YKgb9Yu6Y+npQ2v92dlD+Y2Ik+HUIXv2CcJb/yr96+Bpspv+It7L2JCXS/wRUJP+kwHj+Fjpk+wmKZPlRjIj9mIB0/mpcYwIM11L4F/b4/ldWwPxFjqT4lXHk/j0Sgv7g1vT9lC/0/e9/TPuRU7r7Ydg+/qoGdvqJNGr8ohaM/jYiHPqY6Oz+IeIO/1GR5v2X/5r82tIE+J08ovbrZB8Bewpk/vaFTP6Lmgj6UjGs/0PDtvsfZiL+OO9M/8j/NPEauGsB9Arw+pLL3vz8mG7/x7BTAfFKFP9Vs8b8yHxq+11oCP82Dkz/HtiY+4XwEPzipiD4fezg/",
            "ZL0AP0LjPz4vTyo9gBxOvl8Iij+P/62/NHo7v6TWrr7cAMU+aavTvTdLl7/1yC++zcqWPx83q78AH3u+2D02v1U1Zr/XpYm+ALM4Pnki2b6BaKe+fv00vzqiwL+GNUC/X4OePrQQVz/NU/a/01mcPWwwDj+mT0m/hpMov1t2pj/ipBM/oGc9P4nr874Ni8Q/6r0JwDjiHj8/PA2/0g0CP8sUUj5PPDG+HD2Fv3XrTL9QBZI/UVjjPcgzzD92G4M9eMHzv5Vyhz9GRXG+7yLqv41vKT8g4K2/Mj0oP24bmT9IObi+3SpCPxVgx7+eBAa/++9wvwqHuT+DjZQ+z+BIPlWjzj4fIGG/0UD7vkf3sb4gaUM/Dp4PvhwpRz+8vrW+1gWRvxPihj9SPYC/UFVJv1tZxT5DoAK/K8YIv98qxj6W0lA/HzsGP1KALb/Lcpu/H86lv5icEL1Hc1e/SQEFP4T/DjylJj49v4K9vRPX277fD3q+deeHP5bYSb+tMNy+qvSEP4deUL//mK0/Q9Jivh7jAUCyfGS/wH2gv+Ze877mBRi/9VYEwFRlPT84txq/4jdpv+tDfL+pV2G/ERlrPySH4b51miQ+7gGqPzrWKjqIoX+/Nmivvq0loD90XPa+RY2CvxKdEr7XLjy/551LPjGfmT9CRDc/igiMvxju2TvZo5o+Jv5Jv5z+Ob887fG+a/xPP0lgpT9lcmU/hVGpPx5emT6VSi6+EsUSQM26zr+Izq8+RGZtPwykhz+NgLa/CEH4PkRWvD5LMew/PGC8vow0Mj/qEYm/7VPev8oO4b9Gfyy/gYJYvj/oeT/uP07Asc8WPY98qb9d1l8/hizKvqprUD/FK7E+OYDFv4ZSKz8heIw91FexPqiq4r5gALs+9OTwP/L6dL5nqOe/v7iiv/WHhT9URU6/yRtHu1mKCj8g4zO/zYK2PwXoDcDXJTG/zmwOv7bFc77qzJA+r2NvvqaV3r7fwT6+1DK/Pp/fWr99exk/Gz2yv/6p7r+J9rW/",
            "/YwivLUMmD9Yqys/Ek3lPkK7Dz85YIq9boOnvrI1qz/LcZO/361Xv8eiHj+8tdm++nYXvYb9Er90ouI/JGk6v2jBhr++HlA+QFlMvhX4CL8tTc++q+62Ps0RMj8+cc0+oEmsv8DTMb/lOK0+fGMMv2ukG79DYhA/sKrsv/O2ST9Ucem+mgKAP0Rvxb/GMUm/8PapP3aB0L1J/329axLSvu1bSz6S23U/MdodP13PWT6Zffy+UiKAv072QT2FmME/Dtk4v3BZjD+tQbK94IHKv36ZCD/l1KC/+TNzv1D6mD8P4p4/E2RQv83eVT9nMyC/Hk2GPvtWyL/I10Q/pdT0v6mofz9n38++/2PEvhb9eb8xFHa/R1kOQHNQ2b5P7sk+7BBJP+8ZNr9ivVG/aLb0vgRcDb/6Xtm/9QMovxBZnD9f/Fs/rPsmPwMQDz87VUlAIcFdPyosFL6kGpy/dg7Cvk00Qj7f6w0+C0OkP2HU9z5Kn4W/GheGv9W4n75fXR8+trwGvxTB179Xu3m+0rsZvYD6gb+aRvM/HWQLPoXXpj/oDsU/nyYZPwCxMj/8xRi+teYIv/a0Zz/fijvAllFpvUHaZj+iPj0/BfgBQLlR4z6qffy9TaqtPlY1KD8IVDa/SzYQvznfuL8akwE/y44Tv25+qT3FlAC9SnMvvxiwmj5bn9u+jmKNPtsUtj/VZ6M/va59P7JnkL5STRO+N3eyv9d9kr+HS30/yM7FPu+joj+mBYs/zIOPPumCBb8HvXO/1jqVvpxlFD81Zpi/5JJ7vlIfQT/4vWM+PkysPwh7HUA5w5I/QQbvP+VV2b/eqa++fQ/qvxwIzT9INN2+Xv2RvRTssz1rPte/yiOmP3Agbr44UPS97sDtvbWEqz85X1G+hwH7PiOZST9FU5698qBWv5tfML+0/5u+cdeaPwSytD/1Gyy/DKLyP/MWyr5uWvk+xB/EPj1Gmj/FFoq/EsSVvmJsC7+In4m/PdxdwNmb8j69LKc9AEAwP1f3z78DjbC+",
            "sYuxPtP/8T8AOM0+DAvTvbQVbT9pVh3AyWP9vxat8D+id2S/O6g8v6JYtz/pUZi/szScP7BmVz5TkcE/wNvlvSAImz0rpYm/ciwHQJ1Oyb4YHto/uC7TPzlkxb9aavk+HuFbvmJYJT9pnae9TW2fv2EvSj8iAz2/Gt4jPg4YXTy30b8/j8ErPyb1gL7tiec+znWJv5amjb+xXQw/6ZeOPwlW7D/PeYm/RHYkPYqKHr/6xQ4/WjmTPfwM0z5BzHS/zIcAvvTM3z+dUbI/DBtuP/Kx0L7DaYS/vMTmvZDi5D1z1zm/SQCHvxbm8b5NSY0/ARqtPiWmeb24ZLk/Wkq5vsaqg7+69VK/wWmlPbHnxb8wehq+irBOv7FbIb4VG46//VrGPzoi9D57TWa/YD/Wvpsqfz+xi5a/HD2mPvwFZL/c4gE9JuvKvzq3Tr+pwao/NJ7EvlgTij9x4CM/GdYSvrFl1D3o+xG/Qzg3PUiEnr6VJmC/iCaKv3lJc74yPWE/o2RTv5pmFb4jgqE+vLAvvq23sL7o7Ii/1rBlPxqbi77yKOK/izGOvhaWNT9u/hq/BLeAvxf1sz5Hs1m/kSgXP593zT+tFYa+VsO1vTkaZT6NoRe/RpyAv2sNdD/f9kE/9dkBP5xvTT6Fxp4+Xj+9P56ppr7AcVQ+vE+iPrRuBDxzDrs9EnB3v8QVID+8amS+9kxYPxJKj75WiNQ/XKNnP8GhzL50cny+tkn9vu8/3Typxto+H8k+vltTPj5EMBG+FjNXPozZgr9r8g0/ZyOYP5FNqD6sce2/twjEv+KCTz4aNro/mGRiv9a31T/LC4m9MOyTP0ZChz8BDgA9w8UIPrvbRb/VYaM/5Je+v84EBD/vIeM/HakhPiW7Vz1mUXk/ePCEv7Nb07/hmzA+xsQZP890FUAgoYK/lWtOPS+mKz6ywU69L9cJPwU4ID6bSIk+RyYvv7ReiD7A5Yy/5RBjv8sUkz9n4ME+doMLPh+wZz+6DNU+E5U4v5fIaT5Gm+U/",
            "9F40v/ugjb7Xyoe/Ha89vLy+qz6XW44/I17kv1doR7/Ikw6+kYUPwI0F5r+eSPw+eB35PvKbOL/W2cE9ZrIWv9ZXEcBtosU/mrIGvdz6X788kW2+JoObP1YhsD4OZaU9oeWpPyE3Fr+9P+i9nrcIP9H5jD7ZXLo+YzdIvvxHiD/LSzc/jCPCvw/Hzz8kA3a/Gc3bvWJSjj6R1Rg/ueEJv9xyID/ZfjM/8xZkvy58M0CSSGy/XrmuvQCPy79J+8a/QvgLPgdzMzwjY/o/n8kfP2ayC74L6k8+N7EdP1q46r4/pwq/ui6gvigHc717fFi/TGUwvq2fSr+TbEE/1/CqP3D1AT9fpilALnzEPpR+jD+tGGc/O8YovYF/zz8I2Zk/3fs1P+uSdL3vaPK+YSjDvkAqu7+wkLK+hKtBvoBqcb+Yglc/H9g/vxZiUT7QxwA/ei3tP66qAz9hkQRALgN2v1QZAL/xJp2/DL8Uv1mRE7/rOwq/qrvLv93a5z/XuiNAeZLvP6CyJD9ttCrAOpdTvtluUT+6JhU8PIY5v9IyEz+6v+K+HjkWQEnFpTzvdlQ/C1sLPadyB0Cfl+Y+Llu4PyEEDT8UZLG+Vbvuv+3AkL5zzqE/BfZMu1CXAj4Xevu+3HlLPp+mwT815+S8mCbqvvA6Gz8qxZa/PoL0v3/K/754m1A9fqIVvgSR6D582nS8LPYev0cJhj9dn0C/rPwHPktT4bxf0bA/MkW3PsPsYD8SSg1AS3MkvyUULr5KnnS/JFiNv2iCg77LOOq+QlAAP1amVj9cB+q9jqQjv3Uq5b8dGWm/O592vn7Ldj5EusM/0dPcPnLmpz8A9r29aMViP4xuo74J/02+jz4lv+3NVL81BsG/th2vvq6pzj1W+Q+/CtYDPxB/Or/PGvm/l2quvuM+lj0ByrG+m3+avUdN3j7x9iS+YoF+P3s9Yz8hBpw/oEh4v55YrT60u1i9Xy2iv3DHgz9r9ye+eEuxv537N7/mDxC/f74MP9gFOD+Y92E/",
            "vjbfvxtR6z7yS9y+DXnFP58bjb/WiSY/IJd0PxLdSz8EkeU/N9B3P6J76b/KbP+/EDF4vkzNr74WGlK/DB/mPNH0Cj/z50W/0HeNPrxSLL9Fjpo/IdY+P2+YGz8jn4E/4NwyPxPhEj896rY8BxhrPvGb6r4eYve/eTAtvy3W+D+SOb4+faDOvrcNNr4Z7Ju/IFG9P5hEdL0FCWA/j0jXvi+tBz9BWVc/T/ITv2Ju479MS1u+imvOPzF2Wj/kT2a/XUXtPgvkvr8QjX+/yyguv2CVPD6fJAI/RqyOP8WGXT/pyqM+ZTiLv2mO4j77WXm/0OaLP33Eer8PeWq/CxqRvxAbs79/kg5ASBGJv/rfXr8OrbQ+b6MSv6bmn7+tAq49ygUHP0jx+z77wCK/j5kBP+Y1Ub1C8aS+i657v5ckSj6eO0c+KYFjvw14qj4xyVM/D/16vsFSSz+01rU/h3cwPynKvD8F17y+u2ADvxtm+z6eI5G/zv5av0Ncer/RvaA++w0pP7Ppjz9Wtmk/qyrOvmY4xb+rZve/xIwKvjESUz9pR2U/WyKJvu4ATj7qFYK/5WlQPoQW3L4UfIQ/kyONvW2BAsDlpYO7hKqGP9tPGD9w0/++ZpwGvskEe7+wSjO/MnguP8gEtT5V9hU+xMwKQH0ASz/0H9M+QoA1P2cA5j+FCow+zwYnQHl5uD6YUiy+1iE5v/CkrTx4ReM/lWAkP5qyY79J1aQ+GVcKPzs+kj8ffFO/MswjP62lWb68nRVAZEjqP0dGDz89MQc/ZoedP4Tqhj+3VxM+5keVPkfICbsI0Z8+lqyMvdFBZ7+5Pi8/8L2hPibiXb8gPUe/aX1kPiKBs76r06w/jdnCP8vunb8Jhgi9OPfTvYbmOL79BLW/w3DyvkPesL7I1NQ/aJmoPb902bxUJS3AGpf7PeLy1z8ZFpO/YaRFvkmjy788ts89RjsLPxK/v7+KLS3AQxwCvgflrr/AMie/Lnl8P3Yf4T8fuge/773jPKiU2766kbM/",
            "dmTLvqF+iD6x/Gs+09O8P7F4yD8g5G2//vIeQOzH1D9gwUK/mwRFP+sNBb9MtrO9BrnkPoH72D8uY/W+PY27v/i1Kz+dFYi+B+MpQOLIf711gzG+tw0OP9U7kj9TebQ+8Ww6v+w7yT8r6wrAdn50v7r0hr4BtnA/7fqQPwW4rb6jyiq/QVEjPwRXjL31Qek/JWG4P/66uz7Q2La8lI4av9e5vz5/r4S/Ak8JPlAxhz+oV5a/6aJ+vlhnZT9ji/6/MyOQP1Khwj+ah5O9sXakvt+gTb+l90u/3XNRvmTxFb+6Ks08683JvskYXUCfS7e+TNS1v4Esu77eLdQ/S6oSv0EyYb/62xe/2HZdP0ODa7+e6Rk/6EpFPpDoo7/HlY27AVwaPjedfT8nCoI/gRgMwPff5D3B7JQ/DrnePz6SVT9HPau+mn+OPnuQMkCQVj293i5RP9WQXL0PhSe/T816v5HnBj+9kuc8jywxPycQCkAoCvk/RWIIwB14jr2qiPE972mfvesZZ70yP04//wGkvfy22j5Q0H0/J4AsP25dg74IRHk/vscWQJUjm7/kkjS+KQpsPhHMO79fSZE+vEvJv0iKGECJboS/32WRPkudEr5VBwi/QvKGP+ZKpL9RpBG+XU4SPYdqDL9YIhS/jZsbvzS+7z5ZFS4/g9SYP8dF1T5YlKW+LG36vqOCdj/jdi28rThBvuVAz746ioc/zR8zvpbO4L3AAvs93LITPyO9VL+Dp829bdetPlfaIr/t0xU/Wf8oP9Os9T7yMze/CFwKPrzPwz4tw4a/ir7BP5lfhD9Pv3+/TLTvPk/9Sj+Slxq/8rCJv9rjID7Wu+u8kHCcPnV+Qz+HCCU/bxB6vnABKD9r4uK/DWUIvmfMvb/EZF2/rIqRP1qNOD85db+/AkZav0Kgsb/dNn4/lmTPP7MlLz4CDzq/SmrQv6BNnb/YNlY+jp3+PzN1PT/r78E/0DgRPbRQBr9W5g2/zviWPoqGnr/Ijhc/F5TWvzC2Pr/VJQa/",
            "ia9zv1bR2D6Ewya/FdrnvqtkmD+HbFa/wJXmvh3T1r50Vu0+hzuhv2jNIcB7G4O9DpCLv0rWm7910b8/DcyNvo2QWb8VFdK/cYDVvzY+9r98eN8+Up0NvK0hJb6y4gI/XC0YPuodZD9B7bm+sx19vyRUB75f59i+8kHePo/plz89eh4/51BVv+yWcj+vvrU80/aMv4l19T7zZDw/eLF2vyfySj7tNhbAUKKpP48Lx79fMfW/sQAZvywr3D+MrqI/1vBFP5rLlj6lKq6/Lm2PP3vlkD8sQ4u/Nw5ZPyODCD+cEa2+kFX1PzNNM0AorbY9s1NXvjQIDj9SE+6+eSVmv7H/hb8Zpwi/bCp6PBA3ML4d1Yu/8J4Cvorsjr9Nzfa/PpxUv+Ypk76htIk/6nQmv+yhcr/pwaY/KAKzvijTp71ouW2+wrIvvyXxjj/Xcwg9APCAvjfF3L/24so/yja9O8y57b7/ddU+qQetPjzKVb/w4ek85nWPP6+T1j+nGvU+ITo/v/kbWL9bz0u/zWigPouHSb/fCtg+AsPKv0biGT4nEb4/598rvmZjjj3JFrK+V6zIP75cPj+m0gPAkbqbPyt3GEB3yqc+H04SvoHvLr+bw4i/AJ68vgnVjz92CZS/matmv+AQnD51MPM84jyZP/WOPz/Y4IK/XGMdQNSdmD/Tc5c/YGaCv53bjz6M7as/d8noPmZsmz4jpaU/Jk5cv7/N6D7s3Ag+V5L4PsjBK79/21+/nTKHvvWSXD99S5S9bSHuvn+aTb7x9ze8ypACPkFChL7MDMw+/k6MPiGYOT9xLIS/PuUov/9HoT8tjVG/gQv1voV+Q7/MlSG8JNBzv1OomLy9gS7Ai/zEvUSDbj5Nmb6+RJTxvhB1nj15pMK/5iI8PxtNOT9yTW0/2qFdv07T3j/KkpK+206Hv3uR2r4IVty/LMLIvl1QaT+WJVe/bWbxPnu/A79y3jy/4qKwPh3iVz+pzOC/N6STv5OCsz+lgTC+QvOTP3dflL8//Bi/",
            "q7dmv8hvE7+vlN2+eDW9v0PTMb+xWN+/7EjZv9e1Nz/rix2/UvSoP5b+OL9lA/+/MgZlPozA7T8HWZy/ZJElP4zrhL8VV5c/Bz3DPrX1tr+9fKU/Z2M8P99137552L69u7hBv/G1Zb9CP64+wtrNvsEOU7/xami+zg+ZP7R/1b/bXI++3NknvjGNBT6r2qG+VWHEv5HjKr8zdjG/nA+rPypevT5leSA+vbbRvrU+AEDsrkw/huA2P6Eyib9Ifea/GPmvPpiELz+/kbg+OmmcP8miiLw/nAA/+F0iPu0J7b84hBlAqyOFv20Ctz+TgfY/UOYpvzOOFECsUg4/iezYvj4d9z8mscc/Q5x8v+KKM7+OyZq/CiM7v7RruL7w45k95PeYP34lND/qlaw/sfKivbbjS7xRQPc9uw9Gvl5Syz3SzaC++xEFPidvST+bXgPAW7YIQOS3CD/tU8c/YsHVP4Rhhz7ajzo/bZ9hv5Gmwb1wXpg+cEkkP6jXnT5CYR2+IQzEvxE/xT96fEM/V7AEv0FqR79ledA9ldeRP3QBrLtyqE6/XDewPrpzlL8LNiW/1pYXv16ktr8w7r4/BWfYPgaT3D8ZVpU+wUAgv4e8mj9UutE+GTujv8gR9z6GOqg+RJ08vwKSpL2IZgW+5QUUv/gdI78CpLA/uYaGv89+fj6pcCC/3Qs/vxMCZj8HWIe/TGj0P3bRwj4rzPW+5kmhPzew47/Q4A1ApRddvslVob9PQLK/M26mv2U5YT/geKG/bqczPgayGz+5b5s+dFpbv9gplL84coM/sra+P+3O/D/fHkA+3GDsvnrmLT+DAny/p5swvyUdzr5TeK2//EAdP0+5Xj+yupW/do8jvmo1KL8O46y/V+0hv+kp7L9oicE/k6TqPrqz7Lwr+eq/U4qKP+Nw+729qR4/JZ5wPxDOgT8U5Sq+wloEQGsFjj9sU0e9rQbTvop+T796N5M/Q1qYv1UKK78qHCg/GYZQPjNGxb9lUNw9R5WEvo35Nr+TIwE/",
            "vaoAwH/+1r5l6sG+WoTBPrdoXz9ReN++X64dvzBOAz+OtPY+bOXdPpu7xz++6wE/h7uwv6z8xz9WG3K+L0AiwGaZrz9aZdw+b/kBv7nWqLzEWzu/XyLDv4WzhD+Rsuy+tBg2v1y9y76d4/C9yySAPMMqNz/QoSS/1PNRP+pXcL8S6Ly9lWrvvgz8mr884ck/DuoJu5L92z6gL3M/TTRMP8NjyD/Rn+K+5nGNv4KtXL+glH2+bkLLPtEJCcDiUqs+QoW7PhurUb9HSIm/2KmRPuvorj8X2Uk/os2TPrQHvz9xwFo/XJG0P9bMwj6QcJm+bjoZvzy1/z4hVYm/zRwmPIg+DsDTyZ+/t2dEv1KA6r9RIaQ/d/rnPgp1Eb8xya0+6tLgPXHySD6iZDk+VWwdwDo3Dj/6+SC/rCCZP/Us4j/x7IQ+uiyuvqvC9r4jzrA/+8nnv/k+E75vcOY+3ZsXP51D179D7ho/X5dDvqRKSj5alwbAnsfmPijHE78Vv0U+L7oMv0wABb+qZP8+pmcaPi/CRL/wMRE//jx+v00AGD9DRfK+lSqGPf+WlL9qtyI/iwhBPz5gqL6T14C/1hQmwNn4hr8gopK+2rxNP9UGFr71HVw+UKiIPxtelL4l8KS+gSaAvuxyiz/mGLE/jqUvvzzXfj4edVo+slL6P9XWm79YQ8E/dNwawERAQ7/cQt8/DUc+v67rPb9zxs4+CiV/vnA06j5RjqG/7e9hv0DrlD3/0mQ9T1jOv4AA/j+jecS8Z0Tavw13l726F8k/iKuTv6mNfj8ByFk/C+01PxMbsj/eOJA+j26Ov2v8DMCUmI++0EGuv1apfj9o12C/D+BEPgwONz5Mnp2/XaE7PwusAb/ZNcK/YKtdv5sObb4huVc/znSOPTsG4b+fKyS/u5UxPt4hjb69iIq/dumzvoXw8L8gK8C/ovbcvnusyD73D5M+4t5zv3MBqb8duYc9wBP9P091K7/r9Sc+ofS0P3ePHb+eFXM+CV0bQDDqwb8zcvi+",
            "uw/pv1PG8D5Tf3i/idIcQNW8Jj+TdJS+knADQJYYEr8bFx2/+fEmPsozub57USw+FJEfP9gdm79KZHi/dUGlv/N6+z7vNa8/4nfpPqPiPT89cto+2X4uP30uND0ztjm/iYKBP8DbIj7qu9w+L87qPyJBpj+D/rO/AplzP2H/F79uNIC/7s/Bv/0sqD+vxKG/wtu3vi46mz8uDcY/a3NRP3yxwb+PUKi/NSAsPwORvj8Bigc/0NxLvTmsej0KxCO+KPtKv/+OSb/cln4/NhsZv33YxT5gXiy+Z4I0P41xaT1/UAW7wkhhv7nut786X8u/mwIXP5Xfnj/nE4M/XMoCP4wXUT+OJRc/zNo1Pz6qJ8BDAuc+JSVbvxR0mj4DCUS+zaJAv+UOYz83PAdALWaYPTCnAD8qmN2+WakPPFyrWz23Epw/+G8mvylXwj/v8whAC6j1vRBFkz+gIA++AK3dv65Tuj5bobi/lil4v1Tt9j6DPyi9f2chQDSKjr/ohM096fEYP4ipr7+Jumg/DhfwPzNrJb7w7U6+LWdXP9aD9T64cw6/mG4cv1zymr8PnO+9B6RsvwarmbxM0wZAAstgvoKjTDzK8YO8+UIxP51iJD/qIE4/icaEP11LMr9BGg2/UkCNPmBQgT+lFbw+3wuavkBMDT/HBFQ/NKAJQGsUacA1eYo/ZRmcP+p+2T25AZ2/v4KMP8MJJL7EiEa/p+m+vUFhmD8/6kM/AajkviNqpD6B2kK/cBMqQNhJlb/pibY/yF0Svnemeb3WPnu/ctIjvyHRDD8KzV0/j249PzieeT1EcwC9uaUFv6kCoL5jzm4/g6j6vqDPgL8vy7M/VqSbPikgCb+yI9y+9qg0vpyirTxm49o+W7QMP0gszz//9Bw/zx8sP+Oiwj0LBQE/Yfglv4Oh1b8faqO+GiY3v9O4iL8ADZU/ixiqP3OWEbzwBaw+GLqNvsSYJkCDaSI+I5pUP8U1vD8n/K6/av99P1uyjr8JrDpAX4/ev3Phpb+nnEO/",
            "LC+tv1hQP76K/jM+ARBoP/Obab/Fc5K/Vcvdvp+hEj+Ylxy/nfTIP/t9bL/0LP8/h4k6v67nK7+Hj5m/mTuAv1CIIMDUCvK7h8oKv1nz2D9CisS/mdPTv9LaO78FpHs+wS39P24z+L5qDRa/5lW7v/GcG7+IbD0+iBWIP4V4nj+J9m2/GP4WvwjZGL4nF+c+JL6xPw+hG7/lFts9kxbuPwqLJb7SL5e/QHhGvwKsiz7LsGE+AC+3v4EF+z9/Hme/hb8WPxiVWb82gNa+mt8HPwxJ9z+9iyG//2sAv/HwlL8JtLE/xLAxPzUpVT/PvV4/emWFvxafrr+BCdg+d3LbvlFuLD+WHxA/rudLP0Oez7+bK2m/7h3yv5fVXT9WoHg+XImrvYb6v75YGK09fznhvy2QlTzXGqY/Kqi9P4Zp0T/kn3a/DUkyv2zRzz9hgtA/h0RkvxkWYb9c5hI/qR2PP9bB1z/4X1k+JCuMvhmyxz1fhz++nyZmP81CiL9w13e/SWoBwJkYOj+ejM++qcXiv/HZQT/fRqG+W3UCPiBwsr3+LU+/KE0pvxM9AcCJwzA/w5rVPzynaj91mBTAIbu0vxdKJD+vtgdA8XD6v1u23b+DMQa/GM2kP8gbwT//Vjs/hTGWvvvejj+xDxI/YI2bv/IqvD8WMH6/HWvKPuiw0b+T6FM+xyg2PgbFmT6jzEQ/kUlZv9haqrrR42E9pEREP/SkEj+gCjK/UzpmPlmTvD9YCOq/cMRSvxuJbD7+742/EPijPzPOXb4Yfx+/o3nKv7ivbz9ttJG/d+TQPvmurr4aJ7c//pPqvnZOCL++NEI+2KVkvl4EHL+Qeh2/2OHFuYLzWj8vB62/DRuRP/eDFj8Vtnk/jZEAP11wnL+dHb8/PgwtvvnpVD1MsZg/yjakvu2pSMCdMFq+XuJYv4eYkT75LRu/g5GJP1aHxD5Ggtm9b5ncPpbR/b9bxly/+YKpv04uCL/otzg/LQg1PlOxSb7vabg+PNdJvhulvT/+Ujo/",
            "GlGCv3CsQT+JZ2G/BH9ZPwnNXz+29uM+B86xPu4ttD9mj9O/lNlkvXjxF8DpogzATemaP5AXa78gt42/PbcxPwe6qb5PoNu/y2G9vssOzD8V/yu+1rOkPmyTHr8zhWy9OgFQP2A0oT6dF/U+X4cZvlVHpL+9fTI/98SrP+THsb5Cgmm/qGa1vlzYBj4UO1G/waxtP/x2D7/3nuO+3jjlv3UHyj6Q3oy9YOrJPzSrpzzsFUu+jAkWvpcCDr1zoAk+I+QfO9+5Xr+c/KA+O4XMv2rGub9/KVG+Q5MBPzz8LD8+5ak/0gWxv0KtcL8XPim+4sXfPuq88L7MR08+r8jRP934mD20A3S7MT66veluPj/p9ly+La6OPrLycj8pohG/2RMnv3UQ6D18n4k/3Hqrv8WDAz8H95q/g86AP5v5sL/f0zE/+AoUP8kORL5SIIm/BuQ8v25dcb8C4Ms+Ctp0v3SFA0AMLCC/9Jd1vi46pb7Y5hu+3x+Qv+qHP7+YROI+kSCnv/Z55b78+2u/l/nbP9jI0L6T1IY/3SAqPyOSVT7Hn+6+hg16P8hnvT/G4WU/GxNBP7dACj/pzZq/8QH5vfCXBb9fwAU+pjL8P90WTD44Xic/Iktxv4ZxDkBY7V2/QekcvcI3I79Uf9e+QjaevIU4db4WVwA/Yxd2vUUk2r5bwRo+V9yLP9Nwzr5sptM+RSyQP6Ewvz7Y3+a+WmFyP/48r7/ngBZAm7BQv+5LfL9t8IW+kpsCP5QOHr8j4YO/CFpIPwLYQr/d6d+/ezcqP89Ojz/hUWA+8p78vudcwz6rfk++NNLTv2AylD7okMU+Bz2tPVxyLL8BuW0/mthJv5WCmr9w6q2+62uBP/K8rby+0YW+wwQDwBmFJb9Do9k/iehIv3eDkD94ycs+d48svRYUuj/oRau+5jnbviSDUb+6oKK/FFAWPzhvBT/hgsA9ZgSqPvVjjr/oNYq+696rP3NO9T4bDIY9IbgBwKMkBr9ELm6+IySzP8W1bb+nhGe+",
            "OpJCvxSD6Lx0O5M/zrCSP8skD0Bd49A/Ba+3vWI++D6hy4e+DdwzPxnC1j5DbMc+wfx2Pzn5Ez9lnrk/NX63vmwlTL8z3fU+P7k9P+Rb+D6mmDJAc1PKP55anT8taTM96WRev+CRhL86OSg//IudPgEPAr+hSbW/Jt3dPrq5nz+8qgBA9GyDvhXMDz4WNeY/5CsUvt0QST8RW7q+zvxbvz5FUb92cCE+VJECvwPMlb9raZ67MhCAPmG7TL9q4me/6/aRvr5MDz/MHjU/turbP0BBsL85OO2+dWWVvnyjCkBIe4g/aVHMvrULhj5se5K+vQ25P6Upnr/0PSW/pGRzPww3uz5pOBu/UtREP1UZlz9nxPg+Gsv3vSQvPj/U9bi+IIXvP6mKrL6SDUu/sLO2vhW2i74lU2o/CZw+Py6kEMAaA1G+fcwtv3sD+79D2fk+/0Tgvi0Ukb9VF4y+9ZakP8dlCL/LlRm/taAvP/kSlz5mdS0+Fi7iPrwO8L6s2oA/hPjuPUk4DMCf7II+fhOTP+KjCj2E4rC9uoapvrz8Eb+pJ7O/rQ8OwODWVL5haJS/pnv9Pt4hwz3Fl6g/eb0TP/wjrD7Oxd6/FUy+v0cqIj+hnly+kuSUP7m5gj8e2EM/3RhtvfOkoLzDlea+Gb2cPmM6b73zpGs/rI78PkatSD57LNS/T8ukPnPdOb6jCp47BgS+P1XatbzM7De/38ciQBZjxr57Gya/gu5PvoPzGr9yi6C/NOUIPhx6JT8c8iQ/myYuv9rsNz+r86S/+e9Ev+WIgD13xX4+iEBaPxr8hb7JGoY+6HCAvlR14r7Au3m/3Hevv8YkxL9jkda+gNEUQNEiPL8tJNu+1yd4Pn8Qqz5Hqaq+9JCWP4GeVr/nNgK/6KjhP4aUrb/gw5I/um7LvhqxQUB887e+7mKBvgf93T1TSqo+YpowPqM3ej/d85C+GqQrv/Pyoz8AJhe/vAiFvz7TZr/Z0To/Y8+UP2rIrj8Km5S/lmcVvwIr8T7HH9E/",
            "gjw2P3M5qLwmdqe/5fVev0qK9r9LsYg/uIE2v3Ay0T9PYc4/BomZv30tQT8gqJS/W2OsvwNym78BhNI/SSQQP1LOiD9adRI/SfrFv+3aKD6C4DM/oz8VPkTdZD+2moG+cBlrvouwdb9ggTS/2odTv+eBgD+jNio9jEuJvw8ZSz+71OM/r3yJPQtXVD9FxhU/rvooQB/1XLsZ7uU/ZomrP8Outr9zGPg9VPEZvqGntb46rLW+BVvSvUM0Eb/1PZ4/AfFnvwng9r5KQS+836TiPlVsUL9vAwu+xr0pvdc7CD4zYDm/qaImPwz7MD/MUAW/BYCeP42UaL/fPxe+AmPivgqygL7OzPi+/if2vjAphD/0P4c/5Wuov1/XkT8HbtY/B4+KvSnhmT6BrTU+JNcgvyTZUL88X3G/tg6vP1a4GD6ATY0/r1DHPubJGb4eLIe/taprP3MPY75Felm/PzFrP8sNuj+dNpC/LZBQPowbxL08l+29C9eCPrI2Kz/r2hC/vGehPwS8Lz/Mn6i/V3aqvinNV79UV7W+CMdaPeYNJb9FpWm/1+JEPzJMML+Ai0a/r8HjPoVWjz5PPaS/2Jrpvuv9EL8cpBy/HVCMv/bEQz8JOo6/L9asvkcoIb983irA5AReP5mOzL8NbuY9PtKaP/JNtL5TAak9l7gEPkKlEL5mqUY+IPmRP1Oo6r+ehBHAuu4NQBUH5z0hc52/JwZHPjKvNL8/eai/fadGPlNvAr8/O2i/uPo2P5ZhJj8lI4q/NXSrvzobSr8vjZi/HDoIvzTPZr9zJ5g/XO6DPZ8Qgr+G/IQ/3wgrv+LMxT3xl5Y/Vhw+P/WYzD8QnDQ/ZAOSvTspLj/jMTE/Zi/cPt+RiL8F7FK/yF0vv4RUMr+/cJa/bk2HPsCU1z0iJ/A++wa5vHbzC8BY4cW/Bbd2v9fDYD+4Qpi+1XoJv3EM1jwpy8m+pkm3P124hr8/t5U/y5vsPpNfHT7ORgnAaA1JP0ujBD9Ne1U/eAsVP5XVTb08xyK/",
            "oHyjPw3WTz+SOwo/dWmhPbczWb9uQJU/W+Hdv+J5wb5Xadw98/v0vto75z7J3Zk9n86kPqeelD6ofos/WMpDProfCj+2C7q/PZckP8MpvbylGzW+A4sMwLEzkj9j2I6/z67lPqH9pj6++wTAmPsxP53ttb8aWJw/Xf46P/5YLj/1Y1c+bVBZP1jLgr9YcZ49M8Rtv04Wrj6fKFs9ljI3P2wnbj6Th+o+p+fXv0rQB75bKkM+EGcov1fswL6Y6ry/TQdSPuiC8T+VUTS+DQYBwHVRxr8Gn0y+UwC7vqSJuL/erFI/3P9svxX1Eb9CMre/3c06P4qjjj7q4zu/tsMiP4WkJz/KqiA51mB2v/xHor7XOrc+nOfKP+c/Tb+95Yu/aFpevwi3Dj80XVM/o4vDP8LF073KfLU/ztzavtALGsAGLn2/bMSTv1omEb+FGyG+wwG2v6lxuj5rggs+GlSiP5Khi78hpU4/4reAP9a2UD893wy/EadbP3cUvD/CsZ2/ue0owGlw8z+Dsr2/RQBFPnX9kr8Bpw+/UA+BPdpZmz8ZxWI/Mb9Cv0nLCL5ogTu//yh0PtXUUr/Vw7s+ejdkvwUR2r8wJRpAtI2DP4//hD93ti+/yfSfvoTlsT1Yno6+2OFvv2YG+z4fkh6/bwQavsiSD7+Ri9g/EEyWPvKOP776PCS/o9i5P4lkNz6NOoI/Cl+VvxPqjz76K3Q+OqClP8jfEL9kI9c/2W2sv/NlTD/vj2U+rAlwv2TiIr4LupO/CaqNPsFI4L4YEo4+V2+Zv+84Sb+TuOG+FoxGPoSlMb7wNyQ+In6Xv1KpfD4XoeA/Pxzrvh9QVz/a9v++CsAcvgPhKL8IUZQ+QNQpPxR/AzwyI6A/OkQtv0QooT8VY1e/FqA8v60bVL999l8/0eCgvY62GD/juX0/VG4nv+nMuz6w9aO85cwVwF0U5j823IG/9Bckvqqvg75kK8e9kz12vYPvJr/zFWO9MtolPweSpL9O0k0/kxmUvWAfNz8A65C+",
            "/hHRPp31ZL/vaHY9CeGaPzbnir+0e5+/X1BUviNCrj8DQgO/9FBbvvW7Ej+HEKc/Sv7yvebxpr8VurM/Af4iP3zYLb6EZOY+xomXPxb0Rj8ARTS/s9Sav6Nkwr9ZEDQ/QEz/vcUVkb/Z//w+5TW1PnjJzD+r8WM/CSbLvU+smj5Fr8w+5P4Pv/N0Vr+nmUe/0eSgv+78Az8Vdqw/R+Xsvwonkb9J2F89Z+OAv4pNir56j9C+OIaDvVpasL4sOlS/pl4eP3ZMTD/ksjI/2n56vi5IgT9MF9u7KPWfPqUtJj/6Y/U/ElSzPv3uBcBOCKY/xOauvjvBR7/op+G/bYgQvxR4+74fhMG/WJ6tv5jLdb4GhYo++C3YvgLLqTtR8II/VjMePxlSZj4oKq2/n1MlwLdib78p9f2+HxKUvkr5Qz88oso9Yp0TP2uATL97vaI+UDKkP9DQvz8rVP8+PQOHvwAXnD+xkaa/2K8CvMXdqr8tfaQ+a2jivQThcz8TXae8x/UeO4kp2T9HgRE/J18QPwlK377Mqk8/IdSlv0xJkr8DQe2/fxKqv4OPNr4NDHE/qOMIPSe7Rj6fDYI+kXBtvqpWMD+IF2+/PVf0PsjYZj9LbDC/e0ejP0CdiL677I8/gdBovbv2gr9Ttt48AyCLPen/PL81+Zi+peuZvmtDZr9MYRQ/e1S2PrE+3L/MTYS/XQp7vyTAKL8fbMy+nW4Yv0vjXr8I4uE/t8Rdv3Losj80t/8/aJ8IwHOpKb8Ehyc/G/Y7PxGTrD9VjO0+T1uFP6N/X7/bnnM/FUpqv8PlDT0MDNo9TraWPsi2Mr8pR2Q/t2wPv1zZIb8ue8O+hHmuP45/sj/Y260/EV1QPyicDj23WOm+wrSYvijyYD+WZb6+kajfP5a64D7mFA8/cNDavjKk0j8T3oY/fqMNvmjfk7+FfxG+DxxhP+6Mj7+PddU/Hv+9v+VuHz86tCs+x0MFQKu76z+Pb2u+VwHav2SQY781bym/qxcOwIPEjT+HVY6/",
            "cpGIu6hfmD+aeGK/Cva9vqGUlr4DBRO/ykBfvTpsP78t0wu8EF65vyMfwL93+6K/77STP1BBsD/UCgG/NTUOvy/vlD+9W2e9PQgcQHQTq7sxGxZA9tGMPZ7sqL/qRQ2+EP6ePjVuwr5loHO+5xG0v1GbPD7sbI8/cOy+PgjQuD+wO8g+7/lsvkp1pL49W1o+pO6jPRMybL+nOKq/fgVXvc/WPb+DYqQ/rWQyPDukmL+CDoU/C3EyPjOlKz8E0Ec/w8oVwMIR7L9Ce3W/ferYv46mgL3MWNm+09+pO1eVlT/peZa/n7V4PwjAwb7Y07e/CJ/jPSZFoj7LxIi/Q5+9v0h5F0DlMk8/rZxQvqwh5L4+hx+/AFmFv494PL6Wlic/zHEPv94VBL9hHoY9UuqUvzybXj4teT8/sXQCQJSd5j6Eu46/ALwKvxT4rb80oDa+cFoIvwen7j6VAYm/sT6Fv1q+qD+qK5S+uxGTP3EMw7/jStO/basIQARG0L/bJpq+hufVPkFG2T2bZ4a+7nKtvrpR5r63y5k/5bWFvk84ur8hag+/qCuFvx0dDj29nDA/gZX9PmtvSz/A32u/M+mjP/qxrj/0B/8/DzxTv4kymL9jbls+toamv88KIj+qnrm/cNiaPsmZhL8fqoa/eZz/Po/zVT+j72m/LcdPOjiVRj81XlC/HLmav/Wg6j8IeVq8l7iovm9yAsC06Vc/ccxuvy/YVr/3MQg+JE3dP2MBHT8AuIk/zauGv3YGDD/dEKc/BwIAvxnxtz8NDLQ/CN+Ev5hBmz+tcSu/EPsRQLZRRD5uTL4+aq++P2yveDzhGvg/6UbqvgPWeD+/VVa+K+8ov7jByT/YQig//eerPuNbhL5ATaQ/lfu2vg3ZxT6vJ2E+fSvPP+q6g79fKGK/rj6PP1dfCT63OdS9P14DPokpiT9h44u+QTZSvzCSgT6pK0Q+3N6bvk5nb7+OU86/b67fvtsD7r2cTQU/ZtcoP0GmoT9RjZC+QC0TP3jlZ75v83a/",
            "71j8veqS376VuW4/sKqFvwZEk761Ksg+f+McP1Mn9D9VaIC/l9V0PYBXgb+rM9s+XkzXPaUKBz/VRzM+BH94PzSF6L6V/Uu+W+ApPyZkXb8K1NU+HBVqP0FZ2L87qFQ/cUCcP1bKQT/KVmW9lAuXPmqllL/Ql8e9smHUPp2CVT/y+Si+ATHePkhrCz++4PK+HCy5PWJghL5MHKa/PWFiPgO6Ir/zz6M/yEu1v6rDHj/f2yc/638XvwbDur+ryts/AtQfP2BdZ79wNc29tvhLP4lbNT9v1fm+nmLTP+5M/r5EjMI/C6+YPiXhYL+dVxw9LxfOP9V8kz5nYm4/zmfNvhk41r7cRuc/MS8/P6uiKj6CNYm/S7SmPg8DpD/L19U/G2HmPlRA7T7wHgw/2WaBP8pERD63Ufo++voIwCbh/z71JQDA5lydv0AmmD+fuBQ/r82Yvk1jjz/5mKC/cTHGP6f7lT89DhdAhfQMv0rl+z/T8IW/DISrPcrLcr9v44c/fkHFPyyk9r48hkk/IjsJPUOtCEDU/Eo/tzXLv6f6bj9Mca89E3wpP/761D5hBuM/++2lv66qdD4nVlk/4OqTv/hj1b6LrcQ/At6ZPRMveL3BPiW/LPguQEbR/T5l0pg/meqCPo/ljz9L++Y/XoDEvca3ITzx1wy+UvaoP2ZQED6woIU/AQ9CvrKzij4pVBo/Y6VsvzXNEr2choA/6pOlvjvU9r7TxY2/lVC9v5wz9779r3o/+os1P/tTCj9mFag+zLRPvqdxL0Cr+CG/feEzPzy6jL7WOEU9xIxdvuMXDL8wbR2/keScO4S87z7NhCU/NN12O+PZ4b//BIo/0gY6vj2GrL6Ww6W/NDmsPQnM1b4OM6E/yWXoP8/z1r461/O+0B58v4iHor+0ZaI+Vxr6PlM8wD697FO/FIN5PwMx8jx6AR/AW8SfviXWPb/YY8c/2cAOQM9U/D7ewJM/uAuLP23sBMCrxRHAorcRv5XFSL71mQ2/nZmiv+i4c73BVcg/",
            "X/OJv/K5+z4PB8Y+1Qf/PnsoIz+Y1eM+Mys8Pz+zsr+kHmC/7wHov6FLsj4x60A/r7Y8v32vdr/OZT+/qdxovZbiMz/B8cG+pIoVv5Xpob8WXkO/BzqPPWgoH7+qak2/QBJqPxm8EL4VX5O/u7ELP02C/j/cGdG/muc/PzuYGEAlAA2/c0mbPu5i/T5xlwk/llkMv9ziQj9AZjq9dDvGP+S5177IytS/i4osP+4ewb41BnO/2CStvfOEtb9SmPE++HiCP4Fpi79lwTs/+54Cu8wSij8Yrui+4MCpP84Fhb/wkuA+8ZoAwMYSpL4e/AdArWWQv3g2Az/V4fu/HElwPzv9jT8uWCo/QRD/PgPJgb1Nz8G+IzqSvpnj975tFr2+TvOvP8RAeT4hrGy9qWbgPgNSeb+KfSG/QKIavqbTtz8m32i/j++evuGEm78iHq+/CWEUP2M7aL8yM9s/+Nhmvzd09z7H7hI/tbwSP3a1nj8KBSM+xrQWP4QbXL/Chh5AAz+2PqJcVT+8s08+aXoiv6fArL/hkzm/NWyPPtMb/T01Fpu+gXAyP9D9mj6bzJo8Qkd1P43iXb8kFSS+ex/UvxCl/Dx7Yj4/KkUjQNBPXj95R3w/6DaiPrSA7L1shqm/P1AnQJutV75aI3o/+63Dvg29ib/LbJ+/nKODv3TVfT5oTK+/cBQGv0qgKz3GYVO/e9a1vgeLuj5Eap0/j6ruP/an377SX86+TlIev0o9h7+oeyZArGeqvAcVbb/COQA/93bKvlRAyr9QDio/OoQfP8uV5z2sJPE/6fXavi271L0qjyC/goL3vj0VIj7x8Ms+Ec+rPnnVYD9NPzK+o6IIvzfMqb/1Io4/4i2PP3gsHj8vdsG+jVGYPur/w71Keaq/2yOSPjMX/76Oxv0+oJgRv6PsS78ttIO/2fS9vsYF5r5JbA+/DszxPtf0174Y14K/qKjvP6CJBrwtopK/+jWBPrfStD/+3c0/ow81v5t/Sz8N7QLAgMQYvxLTZT9mzBZA",
            "Z2KVP9/hXz4ZM/a/9dKYP6u1T7+3Tyg/leG2viczfL3elhs/HDRnv6utHsD9yJG+q3U8P7ZmnL+9y4s+L9tov0wkBr7a06C+Mpx4P72wtb/UKnq+LH0NP2cAH7+MJwc/kkf8Phay5D5yatI/tCcGQExVkD/AZy0/jVMuP8tgdDx8Tw6/oZZAP6xXhD/NaCM/uFT+Pm4gbD9yIdk/fIFpv78Vur2/DIA+CmTzv5/njb6mzCo/S5tiPxJdOD+J7jS/W1wSP0+6GD5jfIQ/Aq0nv4T1U72OIDU/rlKSvenTo7+YdbM/B/ONvPpXbr2DgRU/11cTwFlE67+mQE0+zR04v7/KjD8wpgS/rAmAPu9ZeT7ja4+/KEEwPytgo76q+709LSbcPvU9gr5HHU8+mDNSPws0x78Y3D+/n45evxfdyD+NUow+zWtzP8XHl79OUJW/KDa1v/EBQD1zcMG/iMI2QN9x7rsOeMo+D3OQPcUwv74TCgC/D9L0Pf15Ez25Itq/G79pP3IFB78DR4y/+PqhPibEgD0nQoo+mnwUvmzH1L+U+sE9nk0mvrB+gT/39D+/mQ+YP6fG8z4dcyG/vyYxvm3wgb1Zpu8+SwABP+fXfj9Vydo+XGUfvl7Gxr86k7y/+7hSvWwHPT/oYEq/33aPP9+VrT8ON8U+Gf2IvTYurb4k86U+oOpFvksEqz/KvY0/8kQGv9Nohz8+bvc/0xmbPwJGSb9iKt2+HaOFP5jnaz/6E68/OLSkP25uzT6sSig9NW8IwDK/Jj+CStQ/4tSMP1edrj3fNdU+xou+vp10nr/XapW+XBsAv7tVSD9qj/2+PlFePrEw7T1xpEK/VRYOQPwYnL+6QyG8qN+ZP4Tw6j5CgwC/mNMDvRIfND5iEYY/HID4P5mkG72tQtU/lubCvaBdgL5eqvy/cwm/Pwt+mz0cj9m/wz6DPy9+ab0JMOm+0mDOvdhJHT5x6Ju/T8bOvon0fz0vXl87qhPlPkxxpT9FJC894xXQPyvGPT9f+EY+",
            "qmOFv+TfLj846J6/nIGFPqO0iz9O6h2/lq0YP+Qa979xFWg+bvsBP4vz1L4OWZi/RZNHv/hj/z+RzBk/Mw2Nvnn+nr543Sk/1RSuPux4LD8qYoU+x6rTvh2+Bb83d9I/Cy1kv7e1+D4QBjM+Vk8UwOnyKL9ux/4/KiHnvr2PrL2z3Zu+OxPGvxlk3794RbC/CvCmv8udGcBsICg/dhJbvwY3mT/tRsg+l4+rPlASdr8QPvm/0o2vv155XD4tNW0+tAcKvOyPhj+uM2S+8yq/v9uNxb8jZ4y+coMBvoMXmL7rFZS/NfdUPmTVOz979q88HCzBP0l8nz9nr8i+uS4fP2irUz9SSok/8sxlPycPP78l6mG/LdmkPywugb4DbzW/Lx6wP6s1pL3KpvK/DvhNv0Hp6T4TlPu/kd1ZPvpVB8AdMrG/CCuUvzATSz4iwce+r0OXvrS8bb6aM68+bYOjP11Dbr/mg+G/KbsEvyXTxz2Ju1w/jrYLv78LIb0lshW/ShHwP1NNOT9xFwW/OT/nvjoGYb5pp52+N2PZvhqylT4x3Rq/kBRgPxMVh79rBAJAlaM1v1Oln75JhqM+7TzDvR/jMT5xmN4+57o4P3FwdD7za6E/fNgbvxBN4z7tpHC/g5w9v4jtE77gd1c+ycYgv/qwib9V0PY9Y7hbPqi7JT/knFS+CC1Kvl8VbD3TEG6/bQ4EQPAcV79OA9Q/w2qHvpgtpz8ZxwU+xdtsPoabE7+cldS/vSqsPxm0N7+t4V29yEPNPyIXYr/SheA9B7KAvo8RBj9IgBNAJ//Dv0Ewqj+I/Ja/2pQ0P3F1Nj92PPC+vabMvd8kHz5gC4W/zE5HP/AlkL8wsg67w7b3vjtekL8vT+o+rZpmP68WNj9n4UU/bRIzv6/VVD/OFYo/UpwUv4IwLT+EoNY/OWvVPq/jkD+A/jQ+oW4HQKNw5jncv+m+GECSP9I3l72M5se+3N1xPm628T4HRjM/JRvSPguwTb+X+Ua/3IOTv/TTsL7a1ak/",
            "jl25v2ENFD9WMGs/aGVbP1hFr77ffWu/xIAXP7HO5D+v5Im/8TsAQHUMzb/3Z9Y/MpoyPuyrwL/nALU+nD0TwL6ZSL9Iyqw+OV1Dv5Do6T66F54+FIo6v0oI4T9X9C+/QKB0v46bhz+5V9G/2IOKPdjaV79URjo/7m4HPo/zyz6pUSlAhennP7yiOj/9gYs97u9aP4B4zT/zrro9mqRCP0mDrz4fePQ+pMeXvyKZrL65ojJA5PINvi2lBj8xjyu/KCPFPdUWeL8Hcgw/ud7kvslPQzxlfV2+R7hGv6+GG77DPsk/GgRwP5XX8D+6k3M/L/WPPz4bCL9lLMK/2k8+PwudiL7nKqI/4KSVP1Dqpr81d0q+RJwOvm8TPT8bnTs/UjMxP8d3Tj9j0wW/jfyWv8oHTb+yNYS8YSntPoeAFj9v0z6/eUflvwnpG7/pf3e/P1Ydv9A1iL5l4W8/F/XbPhyBOz7Zc569ZcwlvtKGgL+WBBQ/DQwFvaDVLj8YbjPAFHfRPscyfj+3DKU/HIRqvuQZGL/kYD0/cQ0pP7YdWT+CJyW+/RfsPsglTb9Z5+g+efZ7P7btsb+j74Q/Zg19PrtH0b76alq/a7Uav/q3kr7QaJy+o6LBPtHMPj8Wkro/2miJvvjrwb/985o/5XVqP7fVar+7qaq+q84yv+Mi+r6bw70+JiIjvsspoz7FHLY/+Oe8v49mrj+Pi+O/0LF9vsgTVz8ew58/ampAvwUOeb+BJw1A8c4wPppwwL5cTmg/gnIsP+67P77dn2M+GG3PPodrPb8V9fm/NAMIvwKYJT7BfNQ//POpPpiNbr6OBZK/m74AP4J8G7/RMo4/e34AQFWZ8T7DKIg/XsnwPnVvkz4V28S/w96JP5Mtzb93pqe/mKnVPMB+Wj+gt+q+lfXxPjbZrT+qJx8/s14JPwtlf78pXmw/x5g1QDlLKz8jOLO+L1j8P0WeBb9qfbu++Jmpv/1klj6rLz8/ISvcPa1Cwr651W4/PxiWP1+qKL/Eet+/",
            "TYLjPogfET8uHeQ/8bkIPbuxeb99p4u/aWMNQAwzoL9rcbo/kDwUPy/YRr8P9L8/JbwUQN9XGD/0Bgo/iQdewKouRj8d+AJAg/PuPi/P4j592DC948eAv7U1+b59QAU/bzyOv8JTxr+LKku+T5TIvoayez5RO3M/oJNrP2uZvr/Fth6/Z48RQPG6QT8MGCC/x5FQP7jZPz57ive/+adGv1S61j7ZbYE/Z/OvPvqWBUAIfXW+rG6iPko6oz8IbuE+vymmv5Mhgb/Ab5o+t2G8v110GL9ymeA/BtzwP0Pcpz/PsH4/ORGyP8HJtD6CixxAv7lOvvfNLsDtAY2/Dv2Mv8BCkb5Wnd6/MdE5v9blPj8pOPa/BhMCQBCO+z/zlIK/b3NLvwRcfj8u1QfANeTYvgDLjz/j4G4/lSpoPzvsrr8I9cu/E25Cv/mZFMB3GCq+55+ovirINr9tiIM/F8diPxj5sr+c0bi9fWZ/uZ0jkT87MzO/LXlNvmBo7L+ouFY+1bLcvjTDOr/WRbC+A9k8vsJHGUAGwF0+GAsWP/8KCcDKeCk+lvurP2Mkej7f7Z+/G1o6PtCSlb/xezI/tkKRP/zBDECN5kI/HY6QP17oF794EoW+jmz8vgIIjD4pHRS/zlT/PiH7rD02ecW/fn6RPq2lGz5Pq94/n3IwP9/rBb+mBNy+3L0TPqpdib/Ej4k/Rg62v28Ggr3iCXm9ni4SPkInOr9Nkxa9gKL8vawM7r5+xxS/mgXHvi/bNL9kwl8/APravsvXPz/WzVI/sODDu7hhO7/uCti+CoAjv0aWA8C16ks/RHKrPwAaWb8erAS9zq72P4+3AsAeZsU/aGMxQIH7EkDpDpS+EYklPzijQT8fGCy9VK1kPlWCur64cMs/oOYGPm6Ylz/6qfW+/QHhP85A6j9uuTm+WqqbPuri/782SeO+c1mMPlP64b5KRCU/3FZ2PwaqTb++IuG5q5KXP87yAUD34dQ+AViuvyOIAT+2rIE/WFgJvzX3nL+6SB8/",
            "Pzoev2+1AjxrDJM+qrDMvZ+Aib85svS+1XRHP5uM7L4tug5A8qaSPYx4Rz+OvbO/xL2FPzk1Bj6NB6o/p3SvPvbQtL+c1Ri/7yLfvlvXXj+np4O/RuZxP8Ucl76T2gI/SJ6CvvHVeL9rAPo+Q4+0u5pBdr+i3wa/NPOeP3H9X7761IU8DqwVP0YQgD9gWlW+xP4rv7grgj6OUo8+90YkP/cdmr75CPC+RxOrv+YKBsA7ou+9JLq0vyo9Qb8CHBm+ivIuvxkCYD8QEqA/32hKP+dcKL8ED6g+UMvVPD4Dtr5PgoE/KxlovyEIw735Wlm+hsouvtkLEL9bTk2/aCZGv1Iuyb4KfYe/dtYtP5O8s744w7C/H2/vv9Hb176Wcao+bweavnEZoDxx14a+upWgP2I+qz+CbC4+K9TIviSAtD8ghKo+46OSv/wlAMC8Iku/kRYSvrsSFcBGsay/P3l6v8Ib3z809Wc/7vucv4CEqr72eom+fr4GvnM4KD/Ojbm/0he+v8A26zx1CzS/TUJeP5Vz9D1nv789ACOIP7i/CD+jVOK/DVtQP5wqDT/0vi2/DOCoPqg+lj8mboO/mkZEP5qgS7+CWkk/HA7QPw1LNL98tV6/rH0sP6w0hr8u+pE/DtQTP0X+hLxfBVy/Fl0qP4U0BD9gtMe+KBXqPrmXuT/Tgsk+mPaLv9L2wr/iYcm/PViOv40aNr/dJs0/eFNwvjRFkb5GO4a/BH6bP9WAwb6k6Hc/E9pdPwZCFz5n8yU/h9uOPk65fb4zuXe/7ZEFQAmtFj9M5OE+FLUUPlA+MT4IY9I/eGkzv62Str7L+ru8Nig3v7jMlj/kExG+Q00nvalQyD4tkJa/GH4lQIyG0j8r6i09d7gXvzpYAT81FfG+8exAv0MSPz/f57M+rVDjP4pKxz1wT+o/2iuFvqf73r/+LFLADVL7vj64bb/9vsi/JjUsvy3Uuj8WYPO+dDH3Pr+BCb/gqHK+wKU9P7wLOL/2XWo/fWYWP1puhD8ax5u/",
